Repository: shanepeckham/custom-machine-translation-recipes
Catalog: Data/train/EAC_REFRENCE_DATA.en_de.tmx
Source language: en
Languages: de

source: Constitutional / Public law
de: Verfassungs- und öffentliches Recht

source: Minorities
de: Minderheiten

source: EU Industrialised Countries
de: EU-Industrieländer

source: To help provide adults with pathways to improving their knowledge and competences
de: Unterstützung bei der Bereitstellung von Möglichkeiten für Erwachsene, ihr Wissen und ihre Kompetenzen zu verbessern

source: ERASMUS Student Mobility for Studies
de: ERASMUS Studierendenmobilität für Auslandsstudium

source: Marshall Islands
de: Marshallinseln

source: Youth Democracy Project
de: Jugenddemokratieprojekt

source: I was provided with proper equipment
de: Ich hatte geeignete Ausrüstung zur Verfügung

source: Non-profit research institutions
de: Gemeinnützige Forschungsinstitute

source: International law
de: Internationales Recht

source: Umbrella organisation performing its activities on behalf of young people at European level (platform)
de: Dachverband, der auf europäischer Ebene für junge Menschen arbeitet (Plattform)

source: 5.001 to 10.000
de: 5.001 bis 10.000

source: COM ActType
de: COM ActTyp

source: Argentina
de: Argentinien

source: Institution for initial teacher training
de: Einrichtung für Lehrererausbildung

source: Zambia
de: Sambia

source: Adult learners associations
de: Vereinigungen erwachsener Lernender

source: Manufacture of other transport equipment
de: Produktion von sonstigen Transportgeräten

source: Congo
de: Kongo

source: ACADEMIC
de: AKADEMISCH

source: Primary and lower secondary education
de: Grund- und Sekundarbildung Unterstufe

source: Social fund
de: Sozialfond

source: A project aimed at developing young people's active participation in the democratic life of their community
de: Ein Projekt, das die Teilhabe Jugendlicher am demokratischen Leben in ihrer Gemeinschaft entwickeln möchte

source: Powerline installation and maintenance
de: Installation und Erhaltung von Datenübertragung

source: Security services
de: Sicherheitsdienste

source: Activities of head offices; management consultancy activities
de: Tätigkeiten von Hauptgeschäftsstellen; Managementberatungstätigkeiten

source: Georgia
de: Georgien

source: general and pre-vocational programmes
de: Allgemeine Bildungsmaßnahmen und solche, die auf die Berufsbildung vorbereiten

source: Console game
de: Spielekonsole

source: This sub-Action supports projects with Neighbouring Partner Countries, namely Youth Exchanges and Training and Networking Projects in the youth field
de: Mit dieser Unteraktion fördert das EU-Programm JUGEND IN AKTION sowohl Jugendbegegnungen als auch Trainings- und Vernetzungsprojekte im Jugendbereich mit Benachbarten Partnerländern.

source: COMENIUS Preparatory Visits
de: COMENIUS Vorbereitende Besuche

source: Tanzania, United Republic Of
de: Tansania

source: interculturalism and multilingualism
de: Interkulturalität und Mehrsprachigkeit

source: COM RegioPart
de: COM Regio-Partnerschaft

source: This sub-Action supports the identification of existing knowledge relating to the priorities in the youth field, established in the framework of the Open Method of Coordination.
de: Diese Unteraktion unterstützt die Erfassung des vorhandenen Wissens über die im Rahmen der Offenen Koordinierungsmethode festgelegten Prioritäten im Jugendbereich.

source: Serbo-Croatian
de: Serbo-Kroatisch

source: COM-Small
de: COM-klein

source: Providing guidance, counselling and information services relating to any aspect of lifelong learning
de: Beratung hinsichtlich aller das Lebenslange Lernen betreffenden Aspekte

source: Ossetian
de: Ossetisch

source: I am satisfied with the arrangements for transportation
de: Ich bi zufrieden mit den Vorkehrungen zu Reise und Transport vor Ort.

source: Travel, tourism and leisure
de: Reise, Touristik und Freizeit

source: Cultural diversity
de: Kulturelle Diversität

source: Heating trades programmes
de: Programme für Heizungsfachwerk

source: European network representing bodies working on behalf of young people
de: Europäisches Netzwerk zur Vertretung von Körperschaften, die für junge Menschen arbeiten

source: Chambers of commerce
de: Handelskammern

source: Researching and identifying barriers to and developing robust models for successful dissemination and exploitation of results
de: x

source: Publications
de: Veröffentlichungen

source: Organisation partly dedicated to youth
de: Organisation, die sich teilweise der Jugendarbeit widmet

source: Business and administration (broad programmes)
de: Betriebswirtschaft (breitgefächerte Bildungsgänge)

source: The organisational arrangements
de: Organisation

source: Round 2: 01/04/2011
de: Runde 2: 01/04/2011

source: Public authority (local)
de: Behörde (lokal)

source: Part of publishing group
de: Teil einer Verlagsgruppe

source: Open and Distance Learning
de: Offenes Lernen und Fernstudium

source: To develop knowledge and understanding among young people and educational staff of the diversity of European cultures and languages and its value
de: Entwicklung von Kenntnis und Verständnis Jugendlicher und von Lehrkräften von kultureller und sprachlicher Vielfalt in Europa und deren Bedeutung

source: Manufacture of beverages
de: Produktion von Getränken

source: Lebanon
de: Libanon

source: Azerbaijan
de: Aserbaidschan

source: Mauritania
de: Mauretanien

source: European citizenship and European dimension
de: Europäisches Staatsbürgertum und europäische Dimension

source: MULTILATERAL NETWORKS
de: MULTILATERALE NETZWERKE

source: Event
de: Veranstaltung

source: Priorities of the Structured Dialogue and/or the framework of European cooperation in the youth field
de: Prioritäten des Stukturierten Dialogs und/oder des Rahmens für die jugendpolitische Zusammenarbeit in Europa

source: Australia
de: Australien

source: Other type of public organisation
de: Anderer Typ von öffentlicher Einrichtung

source: Environmental protection technology
de: Umweltschutztechnologie

source: Sales and services elementary occupations
de: Basisberufe im Verkauf und Dienstleistungsbereich

source: Training for pre-school teachers
de: Ausbildung zum Vorschullehrer

source: Recognition at national level in home country
de: Anerkennung auf nationaler Ebene im Heimatland

source: pre-vocational and vocational programmes - school based
de: Berufsbildungsmaßnahmen und solche, die auf die Berufsbildung vorbereiten - schulbasiert

source: Support for learners who have difficulties in learning
de: Unterstützung Lernender, die Schwierigkeiten beim Lernen haben

source: access to level 5B
de: Zugang zu Stufe 5B

source: Partnerships
de: Aufbau von Partnerschaften

source: To support improvements in pedagogical approaches and school management
de: Förderung der Verbesserung pädagogischer Ansätze und der Schulverwaltung

source: access to level 5A
de: Zugang zu Stufe 5A

source: Teacher training for children with special needs
de: Ausbildung von Lehrern für Sonderpädagogik

source: Increased motivation
de: Erhöhte Motivation

source: Museum studies, conservation
de: Museumspädagogik/Denkmalschutz

source: Bosnia And Herzegovina
de: Bosnien und Herzegowina

source: Arts
de: Kunst

source: Cashiers, tellers and related clerks
de: Kassierer, Schalter- und ähnliche Beamte

source: Portuguese
de: portugiesisch

source: ERASMUS Intensive Language Courses
de: ERASMUS Intensiv-Sprachkurse

source: Virtual campus projects
de: Virtueller Campus-Projekte

source: Architecture
de: Architektur

source: Clerks
de: Angestellte

source: Church Slavic
de: Kirchenslawisch

source: Media and communication
de: Medien und Kommunikation

source: ERASMUS Academic Networks
de: ERASMUS Akademische Netzwerke

source: Javanese
de: Javanisch

source: Graduates at ISCED 3A/B
de: Absolventen nach ISCED 3A/B

source: Encouraged me to participate in other Comenius/Grundtvig/LLP activities
de: Ermutigte mich, an anderen Comenius/Grundtvig/LLP Aktivitäten teilzunehmen

source: Latin
de: Lateinisch

source: Increased my awareness of new methods of assessing/giving credit for skills or competences acquired in school/informal learning context
de: Erhöhte mein Bewusstsein, neue Methoden für das Festlegen/Verteilen von Benotungen für Fähigkeiten und Kompetenzen, die in der Schule/im informellen Lernbereich notwendig sind, einzusetzen

source: 17 months
de: 17 Monate

source: COMENIUS Regio Partnerships
de: COMENIUS-Regio-Partnerschaften

source: Inclusion
de: Soziale Integration/Inklusion

source: Physicists, chemists and related professionals
de: Physiker/innen, Chemiker/innen und ähnliche Fachkräfte

source: Television and radio repairing
de: Reparatur von Fernsehen und Radio

source: Slovenian
de: slowenisch

source: LEO-Small
de: LEO-Klein

source: Electronics and automation
de: Elektronik und Automatisierungstechnik

source: Disability
de: Behinderung

source: COMENIUS Pupil mobility host school
de: COMENIUS Schülermobilität Gastschule

source: access to level 5A/B more than 3y
de: Zugang zu Stufe 5A/B über 3y

source: KA1 Networks
de: KA1 Netzwerke

source: Instruction manual
de: Anleitungshandbuch

source: Aymara
de: Aymarisch

source: Inactive population
de: Erwerbslose

source: entrepreneurship and innovation
de: Unternehmertum und Innovation

source: My Mobility was an integral part of the qualification that I am/was studying
de: Das Praktikum ist verpflichtender Bestandteil meiner Ausbildung/meines Bildungsgangs in Luxemburg.

source: Philippines
de: Philippinen

source: GRUNDTVIG Accompanying measures
de: GRUNDTVIG Begleitende Maßnahmen

source: Engineering, Manufacturing and Construction
de: Maschinenbau, Produktion und Konstruktion

source: Youth gatherings
de: Jugendtreffen

source: Chambers of industry
de: Industire- und Handelskammern

source: Basic remedial programmes for adults
de: Grundlegende Förderprogramme für Erwachsene

source: Croatian
de: kroatisch

source: Non-profit twinning committee
de: Gemeinnützige Städtepartnerschaft

source: Difficulty in finding replacement teacher
de: Schwierigkeiten mit dem Finden von Ersatzlehrer/innen

source: Active conference organisations
de: Aktive Konferenzorganisation

source: Educational Research
de: Pädagogische Forschung

source: LEONARDO DA VINCI IVT (Initial Vocational Training)
de: LEONARDO DA VINCI IVT (Initial Vocational Training - Berufliche Erstausbildung)

source: High impact
de: Hohe Auswirkung

source: Electrical appliances repairing
de: Reparatur von Elektrogeräten

source: This sub-Action concerns cooperation in the youth field, in particular the exchange of good practice with Partner Countries from other parts of the world. It encourages exchanges and training of young people and youth workers, partnerships and networks of youth organisations. Grant requests related to this sub-Action are to be submitted following specific calls for proposals. Sub-Action 3.2 is not covered by this Guide.
de: Diese Unteraktion betrifft die Zusammenarbeit im Jugendbereich, insbesondere den Austausch von Beispielen guter Praxis mit Partnerländern aus anderen Teilen der Erde. Sie fördert die Begegnungen und die Ausbildung von jungen Menschen und JugendbetreuerInnen, Partnerschaften und Vernetzungen von Jugenorganisationen. Förderanträge, die sich auf diese Unteraktion beziehen, sind nach besonderen Aufforderungen zur Einreichung von Vorschlägen einzureichen. Die Unteraktion 3.2 wird in diesem Handbuch nicht näher behandelt.

source: Individual Pupils
de: Individuelle Schüler/innen

source: Indonesia
de: Indonesien

source: MULTILATERAL RESEARCH GROUPS
de: MULTILATERALE FORSCHUNGSGRUPPEN

source: Raising students achievement
de: Hebung der Leistung von Lernenden

source: Hebrew
de: Hebräisch

source: Awareness-raising and promotion of national implementation of "ET 2020"
de: x

source: Trainer
de: TrainerIn

source: New technologies, ICT
de: Neue Technologien, IKT (Informations- und Kommunikationstechnologie)

source: Foreign language
de: Fremdsprachen

source: New Caledonia
de: Neukaledonien

source: Building and civil engineering
de: Bauzeichnung

source: AUSTRIA
de: ÖSTERREICH

source: Life science technicians and related associate professionals
de: Biotechniker und ähnliche Berufe

source: Trainee
de: Auszubildende/r

source: Round 3: 16/09/2011
de: Runde 3: 16.6.2011

source: Northern Sami
de: Nordsaamisch

source: Certified Partner
de: zertifizierter Partner

source: Can understand sentences and frequently used expressions related to areas of most immediate relevance (e.g. very basic personal and family information, shopping, local geography, employment). Can communicate in simple and routine tasks requiring a simple and direct exchange of information on familiar and routine matters. Can describe in simple terms aspects of his/her background, immediate environment and matters in areas of immediate need.
de: Ist in der Lage, Sätze und häufig verwendete Ausdrücke, die sich auf direkte Umstände beziehen, zu verstehen (z. B. grundlegende persönliche und auf die Familie bezogene Information, Einkaufen, lokale Geographie, Berufstätigkeit). Kann in Situationen auf einfache und routinemäßige Art kommunizieren, in denen ein direkter Austausch an Informationen hinsichtlich bekannter und routinemäßiger Themen verlangt wird. Kann in einfachen Worten Aspekte seines/ihres Hintergrundes, der direkten Umgebung und aktueller Bedürfnisse kommunizieren.

source: Iraq
de: Irak

source: sustainable development, including issues relating to energy and climate change
de: Nachhaltige Entwicklung inklusive Themen der Energieversorgung und Klimawandel

source: Practical pedagogical courses, general
de: Allgemeine praktische pädagogische Kurse

source: Repair and installation of machinery and equipment
de: Reparatur und Installation von Maschinen und Geräten

source: Bonaire, Saint Eustatius and Saba
de: Bonaire, St. Eustatius und Saba

source: European-wide stakeholders' communities promoting digital competence and other key transversal competences for life and employability
de: x

source: Improved my foreign language competencies
de: Verbesserte meine Fremdsprachenkompetenzen

source: Support for European cooperation in the youth field
de: Unterstützung der europäischen Zusammenarbeit im Jugendbereich

source: Afar
de: Afarisch

source: Curaçao
de: Curacao

source: To reinforce the contribution of higher education and advanced vocational education to the process of innovation
de: Stärkung des Beitrags der Hochschul- und fortgeschrittenen Berufsbildung zum Innovationsprozess

source: Nautical science, navigation
de: Nautik, Navigation

source: Lifelong learning strategies (linking HE with VET provision and certification)
de: x

source: Peer Learning
de: Peer-Lernen

source: Cohesion fund
de: Kohäsionsfond

source: Bengali
de: Bengalisch

source: staff 251 to 500
de: 251 bis 500 Mitarbeitende

source: This sub-Action supports Youth Exchange projects with Neighbouring Partner Countries
de: Diese Unteraktion unterstützt Jugendbegegnungen mit Benachbarten Partnerländern

source: Town / City (50.000 - 300.000 inhabitants)
de: Stadt (50.000 - 300.000 Einwohner/innen)

source: Erasmus University Charter HEI
de: ERASMUS Universitäts-Charta für Hochschulen

source: Recognition of qualifications
de: Anerkennung von Qualifikationen

source: Pharmacy
de: Pharmazie

source: Other teaching associate professionals
de: Pädagogisches Unterstützungspersonal (Sonstige)

source: Changes in language teaching policy
de: Veränderungen in der Politik der Sprachvermittlung

source: Forms completion
de: Ausfüllen der Formulare

source: Structured Training course
de: Strukturierter Lehrgang

source: Primary and secondary education
de: Grundschul- und Sekundarschulbildung

source: Argumentation and presentation
de: Argumentieren und Präsentieren

source: General information
de: Allgemeine Information

source: Didactics
de: Didaktik

source: Raeto-Romance
de: Rätoromanisch

source: Tibetan
de: Tibetisch

source: Chad
de: Tschad

source: Computing
de: Eletronische Datenverarbeitung (EDV)

source: Small impact
de: Wenig Auswirkung

source: Azerbaijani
de: Aserbaidschanisch

source: Humanities (others)
de: Geisteswissenschaften (sonstige)

source: Public body
de: Öffentliche Einrichtung

source: SECTORAL PROGRAMMES
de: SEKTORALE PROGRAMME

source: Climate engineering
de: Klimaingenieurswesen

source: Virtual campuses
de: x

source: Cinema
de: Kino

source: Stakeholder networks
de: Netzwerke der Interessenvertreter

source: I gathered useful teaching material and relevant documents
de: Ich konnte wichtiges Unterrichtsmaterial sammeln.

source: StillImage
de: Standbild

source: LATVIA
de: LETTLAND

source: Increased pedagogical skills
de: Verbesserte pädagogische Fertigkeiten

source: Sichuan Yi
de: Sichauan Yi

source: Korean
de: Koreanisch

source: Host Partner
de: Partner der gastgebenden Einrichtung

source: Learning resources
de: Lernmittel

source: Land transport and transport via pipelines
de: Landverkehr und Transport in Pipelines

source: Occitan (post 1500)
de: Okzitanisch (nach 1500)

source: The management of higher education institutions
de: Verwaltung von Hochschuleinrichtungen

source: To improve the quality and to increase the volume of multilateral co-operation between higher education institutions in Europe
de: Verbesserung der Qualität und Erhöhung des Umfangs der multilateralen Zusammenarbeit zwischen Hochschulbildungseinrichtungen in Europa

source: 10 months
de: 10 Monate

source: Counsellor or careers adviser
de: Berater oder Karriere-/Berufsberater

source: Geography
de: Geografie

source: Leisure studies
de: Freizeitstudien

source: 7 months
de: 7 Monate

source: Professionals
de: Fackkräfte

source: Community sanitation services
de: Gemeinschaftliche Entsorgungsdienstleistungen

source: Business professionals
de: Betriebliche Fachkräfte

source: Transport and traffic studies
de: Transport- und Verkehrswissenschaften

source: Increased vocational skills
de: Erhöhte Berufskompetenz

source: Svalbard And Jan Mayen
de: Spitzbergen

source: I knew clearly what I was expected to do and learn during my mobility abroad
de: Ich wusste genau, was ich während meines Aufenthalts im Ausland tun und lernen sollte

source: Umbrella Organisation (platform)
de: Dachverband (Plattform)

source: Cooperation between the VET and world of work
de: x

source: Water transport
de: Wassertransport

source: Armed forces
de: Militär

source: Spanish
de: spanisch

source: From one sector to another
de: Von einem Sektor in den anderen

source: Testing
de: Test

source: Sports
de: Sport

source: Youth policies
de: Jugendpolitik

source: ELECTRICITY, GAS, STEAM AND AIR CONDITIONING SUPPLY
de: Strom-, Gas- und Dampfversorgung und Klimaanlagen

source: Technicians and associate professionals
de: Technische und ähnliche Berufe

source: Plan for educational activities
de: Lehrplan

source: Office administrative, office support and other business support activities
de: Büroverwaltung, Sekretariatstätigkeiten und sonstige geschäftsunterstützende Tätigkeiten

source: People in the labour market
de: Menschen auf dem Arbeitsmarkt

source: The match between the work plan as set out in the application and the actual activities and tasks
de: Übereinstimmung zwischen dem im Antrag dargelegten Arbeitsplan und den tatsächich durchgeführten Aktivitäten und Aufgaben

source: Police inspectors and detectives
de: Polizeikommissare und Detektive

source: Education science
de: Erziehungswissenschaften

source: To facilitate the development of innovative practices in education and training at tertiary level, and their transfer, including from one participating country to others
de: Förderung der Entwicklung von innovativen Praktiken in der Lehre und Ausbildung im Tertiärbereich sowie deren Transfer, auch zwischen den teilnehmenden Ländern

source: The host enterprise paid me a gratuity
de: Die Gast-Organisation hat mir eine Gratifikation gezahlt

source: Work for Internet
de: Internet-Arbeit

source: Research centres and bodies
de: Forschungszentren und -einrichtungen

source: Environment
de: Umwelt

source: Civics
de: Sozialkunde

source: Employment activities
de: Arbeitsvermittlung

source: National priorities
de: Nationale Prioritäten

source: Changes to organisational arrangements
de: Organisatorische Änderungen

source: Company (services)
de: Firmen/Unternehmen (Dienstleistungen)

source: Coordination with National Educational Programmes
de: Koordination mit nationalen Bildungsprogrammen

source: LIFELONG LEARNING PROGRAMME
de: PROGRAMM LEBENSLANGES LERNEN

source: Economic obstacles
de: Wirtschaftliche Probleme

source: Medicine and Surgery
de: Medizin und Chirurgie

source: 30.001 to 40.000
de: 30.001 bis 40.000

source: Racial or ethnic origin
de: Rassischer oder ethnischer Herkunft

source: Trainees in school based initial vocational training
de: Auszubildende in schulisch basierten odre anderen Ausbildungsgängen

source: Bolivia
de: Bolivien

source: Co-operation
de: Zusammenarbeit

source: Exploitation
de: Verwertung

source: South Georgia And The South Sandwich Islands
de: Südgeorgien und die Südlichen Sandwichinseln

source: Teach assistant's mother tongue
de: Unterrichten der Muttersprache der Assistenzkraft

source: public
de: öffentlich

source: Arts and crafts
de: Kunst und Handwerk

source: Encouragement of cooperation between VET and the world of work
de: Förderung der Kooperation von beruflicher Aus- und Weiterbildung und der Arbeitswelt

source: COM-Large bilateral
de: COM-große bilaterale Projekte

source: Europe 2020 Strategy
de: Europa 2020-Strategie

source: KA1 Policy
de: KA1 Politik

source: Group 3 &ndash; Non-formal and informal learning and activity programmes targeted at young people
de: Gruppe 3: Nichtformales und informelles Lernen sowie Aktvitätätsprogramme für junge Menschen

source: Arts (others)
de: Kunst (sonstige)

source: HUMAN HEALTH AND SOCIAL WORK ACTIVITIES
de: Gesundheits- und Sozialwesen

source: Computer use
de: Computeranwendung

source: Service
de: Diensleistung

source: helps young people to develop their sense of solidarity by participating, either individually or in group, in non-profit, unpaid voluntary activities abroad
de: hilft jungen Menschen deren Sinn für Solidarität zu entwickeln, durch eine Teilnahme auf individueller Ebene oder in der Gruppe, in nicht Gewinn orientierten, unbezahlten Aktivitäten im Ausland

source: Youth Support Systems
de: Unterstützungssysteme für junge Menschen

source: Cultural differences
de: Kulturelle Unterschiede

source: Profit making organisation
de: Gewinnorientierte Organisation

source: Training for teachers with subject specialisation
de: Ausbildung für Fachlehrkräfte

source: Village (less than 10.000 inhabitants)
de: Dorf (weniger als 10.000 Einwohner/innen)

source: Providing advice and guidance on certain aspects of adult education and learning
de: Angebot von Beratung zu bestimmten Aspekten der Erwachsenenbildung

source: Providing open educational resources
de: x

source: Hotel, restaurant and catering
de: Hotel-, Restaurant- und Gaststättengewerbe

source: Applied Sciences and Technologies
de: Angewandte Forschung und Techniken

source: Increased ICT skills
de: Verbesserte IKT-Fertigkeiten

source: TRANSPORTATION AND STORAGE
de: Transportgewerbe und Lagerwesen

source: Abkhazian
de: Abchasisch

source: Final Report
de: Endbericht

source: Helped me better motivate pupils/learners in the subject I teach
de: Hilft mir, die Schüler/Lernenden im Unterricht besser zu motivieren

source: Integration into systems
de: Integration in Systeme

source: I am satisfied with the information and support I received concerning my social protection
de: Ich bin zufrieden mit den Informationen, die ich zu sozialversicherungsrechtlichen Fragen erhaalten habe.

source: 1 to 20
de: 1 bis 20

source: CERTIFICATES
de: ZERTIFIKATE
